{
  "slider": [
    {
      "id": 1,
      "title": "Banner Diskon Murah Meriah",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/slider/slider-1.jpg"
    },
    {
      "id": 2,
      "title": "Banner Jadi Pribadi Yang Lebih Baik",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/slider/slider-2.jpg"
    },
    {
      "id": 3,
      "title": "Banner Kutipan Dari Mohammad Hatta",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/slider/slider-3.jpg"
    }
  ],
  "products": [
    {
      "id": 1,
      "title": "Biografi 60 Sahabat Rasulullah Salallahu 'Alaihi Wasalam.",
      "category": {
        "slug": "religi-spiritual",
        "name": "Religi Spiritual"
      },
      "price": 88000,
      "description": "Kisah perjalanan hidup para sahabat mulia yang berjuang mengemban risalah Islam bersama Rasulullah Salallahu 'alaihi wasalam. Buku ini berisi biografi 60 sahabat Rasulullah yang mengisahkan perjalanan hidup sosok-sosok sahabat mulia, yang ikhlas mengemban risalah Islam pada masa-masa awal kemunculannya di bumi Mekah. Mereka adalah para pionir sekaligus tamsil bagi keteladanan hidup dalam memperjuangkan suatu keyakinan akan hakekat kebenaran. Suatu kebenaran yang diperjuangkan dengan segala pengorbanan hingga mampu mengubah roda sejarah peradaban manusia, dari gelapnya alam jahiliyah menuju terang benderangnya cahaya keimanan. Dengan kepiawaiannya dalam merangkai kata dan suasana alur cerita, penulis seakan membawa pembaca memasuki kehidupan para sahabat mulia yang beroleh pancaran iman cahaya Ilahi. Lembar demi lembar untaian kisahnya disajikan oleh penulis dengan gaya sastra yang begitu indah, lugas, halus, dan menawan sehingga mampu membuat pembaca larut menghayati kisah perjalanan hidup para sahabat pilihan ini. Namun, pembahasan dalam buku ini tidak meliputi tentang biografi khulafa ar-Rasyidin yang terdiri atas empat orang sahabat agung (Abu Bakar, Umar, Utsman, dan Ali). Pasalnya, penulis telah membuat pembahasannya secara khusus dalam bukunya yang berjudul Khulafa ar-Rasul. Walaupun demikian, hal itu tidaklah mengurangi keistimewaan buku ini hingga sangat layak dan patut berada di tangan kaum Muslimin untuk dijadikan sebagai rujukan utama soal perikehidupan manusia-manusia pilihan yang dididik langsung oleh sang mahaguru al-Musthafa, Rasulullah Muhammad Salallahu 'alaihi wasalam.", 
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/60sahabat-rasulullah.png"
    },
    {
      "id": 2,
      "title": "You Do You: Discovering Life through Experiments & Self-Awareness",
      "category": {
        "slug": "pengembangan-diri",
        "name": "Pengembangan Diri"
      },
      "price": 102000,
      "description": "“Mas, gimana kalau passion gue belum menghasilkan?” “Mas, apakah lebih baik jadi generalis atau spesialis?” “Mas, gue pengin bisa ganti haluan karier di bidang yang lain, bisakah? “Mas, gue lagi di tengah-tengah quarter-life crisis. Help me.” “Mas, gue bingung ikigai gue apa.” “Mas, emang di usia 30 nanti, secara finansial gue udah mesti punya apa aja?” “Mas, berbagi dong proses lo menuju ke Rp1M pertama.” I feel you. Gue juga pernah mengalami keresahan yang sama. Faktanya, satu dekade pertama dalam perjalanan karier gue dihabiskan untuk bereksperimen dengan sembilan macam role yang berbeda, sampai akhirnya gue menemukan ikigai. Sales, petugas lelang, operator alat berat, travel blogger, food photographer, penyanyi, social media manager, product manager di sebuah tech startup, sampai pengusaha pernah gue jalani. Menariknya, semua kegalauan dan pencarian itu mulai terjawab dengan sendirinya ketika gue bisa menjawab pertanyaan: “Who are you?” Ketika gue mengenal diri sendiri, maka pada titik itulah gue menemukan jawaban bahwa “your life (career, business, relationship, and finance) should be an extension of who you are”. Buku ini nggak ngasih jawaban langsung, tapi ngebantu merefleksi diri, melihat ke dalam, mengurai situasi, supaya lo bisa menemukan sendiri jawaban, kapan pun lo bertemu dengan persimpangan. Let`s begin the journey of finding yourself.",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/you-do-you.jpg"
    },
    {
      "id": 3,
      "title": "Kerja Kerja Kaya . Mahayana Sjukur Rasjid",
      "category": {
        "slug": "pengembangan-diri",
        "name": "Pengembangan Diri"
      },
      "price": 55000,
      "description": "Semua manusia di dunia ini mencari jawaban untuk meraih kesuksesan, namun sayang banyak yang telah patah arang dan tidak percaya lagi akan adanya suatu konsep yang dapat mengubah jalan hidupnya. Motivasi ibarat seorang yang berkaca di depan cermin dan setelah melakukannya ia merasa telah mengetahui wujud dirinya. Namun, sekali ia meninggalkan cermin, ia langsung lupa akan wujudnya. Kebanyakan buku motivasi berisi cerita positif yang enak dibaca, namun hanya berhenti sampai di situ. Rahmat itu anugerah. Anugerah itu hadiah cuma-cuma dari Yang Maha Kuasa. Pemberian itu hanya atas dasar kasih-Nya. Sebagai orang beriman, kita percaya bahwa Tuhan memberikan sesuatu yang tak ternilai harganya, yakni kebaikan dan perlindungan hidup. Sekurangnya ada dua hal dalam hidup ini, yakni di satu pihak kita harus menerima apa adanya ketika dihadapkan pada keadaan kelahiran kita. Atau yang dinamakan ‘nasib’’ atau ‘takdir’. Di pihak lain, kita dihadapkan pada pilihan antara menjadi kaya atau melarat dan itu adalah ‘Pilihan’ atau ‘Keputusan’. Buku ini tidak diperuntukkan bagi mereka yang berjiwa lemah, berpikiran kerdil tanpa tujuan yang jelas, mudah mengeluh, dan hanya mencari jalan termudah untuk meraih kesuksesan. Buku ini dibuat khusus bagi mereka yang sangat merindukan kesuksesan yang besar dengan bekerja keras dan bekerja ikhlas.",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/kerja-kerja-kaya.jpg"
    },
    {
      "id": 4,
      "title": "Mengapa Kita Tidur: Mengungkap Keampuhan Tidur dan Bermimpi - MATTHEW",
      "category": {
        "slug": "pengembangan-diri",
        "name": "Pengembangan Diri"
      },
      "price": 168000,
      "description": "Tidur adalah salah satu aspek terpenting dalam hidup, kesehatan, dan rentang usia kita. Tapi, masyarakat abad ke-21 sering kali mengabaikannya. Konsekuensinya menghancurkan: setiap penyakit utama di negara maju—Alzheimer, kanker, obesitas, diabetes—memiliki hubungan sebab akibat yang sangat kuat dengan kurangnya tidur. Sampai baru-baru ini, sains tidak memiliki jawaban untuk pertanyaan mengapa kita tidur, atau apa manfaatnya, atau mengapa ketidakhadirannya sangat merusak kesehatan kita. Dibandingkan dengan dorongan dasar lain dalam kehidupan—makan, minum, dan bereproduksi—tujuan tidur tetap sulit dipahami. Dalam buku yang ditulisnya, Profesor Matthew Walker mengeksplorasi dua puluh tahun penelitian mutakhirnya untuk memecahkan misteri mengapa tidur penting. Dengan mengamati semua makhluk dari berbagai penjuru dunia serta melakukan penelitian besar pada manusia, Why We Sleep menyelidiki segala sesuatu mulai dari apa yang sebenarnya terjadi selama tidur REM hingga bagaimana kafein dan alkohol memengaruhi tidur dan mengapa pola tidur kita berubah sepanjang masa, mengubah apresiasi kita terhadap fenomena luar biasa yang melindungi keberadaan kita. “Mengejutkan, penting... —Guardian “Seorang ilmuwan tidur terkemuka berpendapat bahwa tidur lebih penting bagi kesehatan kita daripada diet atau olahraga.” —The Times",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/mengapa-kita-tidur.jpg"
    },
    {
      "id": 5,
      "title": "Rapijali",
      "category": {
        "slug": "novel",
        "name": "Novel"
      },
      "price": 79200,
      "description": "Sinopsis: Ping merasa telah memiliki segala yang ia butuhkan. Dunianya yang damai di Pantai Batu Karas, rumahnya yang penuh alat musik di tepi Sungai Cijulang, seorang sahabat terbaik, serta kakek yang menyayanginya. Namun, diam-diam Ping menyimpan kegelisahan tentang masa depannya yang buram. Bakat musiknya yang istimewa tidak memiliki wadah, dan ia tidak berani bercita-cita. Hidup Ping jungkir balik ketika ia harus pindah ke Jakarta dan tinggal bersama keluarga calon gubernur. Ping mesti menghadapi sekolah baru, kawan-kawan baru, dan tantangan baru. Mungkinkah ia menemukan apa yang hilang selama ini? Dan, apakah Ping siap dengan yang ia temukan? Bahwa, hidupnya ternyata tidak sesederhana yang ia duga.",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/rapijali.jpg"
    },
    {
      "id": 6,
      "title": "Buku 7 Tastes of Love - Toko Koyanaga",
      "category": {
        "slug": "fiksi",
        "name": "Fiksi"
      },
      "price": 109000,
      "description": "Sinopsis: Bagi Kiriko, dapur merupakan tempat favorit yang selalu mengingatkannya akan sosok nenek. Sayangnya, dapur menjadi tempat terlarang di kondominium mewah milik keluarga suaminya, Keiichi. Di apartemen itu, Kiriko harus puas dengan berbagai hidangan yang disiapkan suaminya. Meski begitu, Kiriko merindukan masakan sederhana yang dibuat dengan penuh rasa cinta. Diam-diam, Kiriko bekerja sebagai staf dapur di sebuah panti untuk lansia, tempat yang juga memberi suaka bagi dirinya yang tidak bisa memperlihatkan wajahnya. Kiriko selalu merasa paras yang dianugerahkan kepadanya sejak lahir telah membuat hidupnya menderita, sehingga ia pun menarik diri dari pergaulan dan menyembunyikan wajahnya di balik masker dan kacamata. Namun, pertemuannya dengan salah satu penghuni panti paling nyentrik bernama Sajita-san, mengubah hidupnya. Sajita-san mengenalkannya pada izakaya Yabu Hebi, tempat yang menghidangkan sajian yang menghangatkan hatinya. Seven Tastes of Love memberikan tempat istimewa untuk masakan Jepang yang penuh cita rasa. Novel pemenang The Japan Oishii Novel Award pertama ini menyadarkan bahwa makanan bisa menciptakan jarak, atau sebaliknya, mendekatkanmu dengan orang yang kausayangi. Sebuah kisah yang akan mengingatkanmu pada rumah",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/7-tastes-of-love.jpg"
    },
    {
      "id": 7,
      "title": "Buku Almond Sohn Won - Pyung",
      "category": {
        "slug": "fiksi",
        "name": "Fiksi"
      },
      "price": 88000,
      "description": "Novel yang ditulis oleh Sohn Won-Pyung ini mengisahkan tentang seorang anak yang mempunyai kelainan pada bagian otaknya, sehingga tidak bisa merasakan rasa sakit walau dipukul atau digigit sekalipun serta tak bisa mengungkapkan emosi atau tidak dapat menunjukkan ekspresi terhadap lawan bicaranya",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/almond-sohn-won-pyung.jpg"
    },
    {
      "id": 8,
      "title": "Sapiens - Riwayat singkat Umat Manusia",
      "category": {
        "slug": "sejarah",
        "name": "Sejarah"
      },
      "price": 115000,
      "description": "SELAMA dua setengah juta tahun, berbagai spesies manusia hidup dan punah di Bumi, sampai akhirnya tersisa satu, Homo sapiens, Manusia Bijaksana, sejak seratusan ribu tahun lalu. Namun spesies ini bisa menyebar ke seluruh dunia dan beranak-pinak hingga berjumlah 7 miliar, dan kini menjadi kekuatan alam yang dapat mengubah kondisi planet. Apa penyebabnya? Sapiens membahas sisi yang tak banyak diungkit buku sejarah atau evolusi manusia lain: bagaimana manusia berangkat dari sekadar satu spesies hewan menjadi makhluk berperadaban, melalui tiga revolusiKognitif, Pertanian, dan Sains. Telusuri peran bahasa, pertanian, sampai gosip dan fiksi dalam kesuksesan manusia, juga arti kebahagiaan manusia dan ujung riwayat spesies kita. Menarik dan provokatif... membuat kita sadar bahwa kita baru sebentar hadir di Bumi ini, bahwa pertanian dan sains baru-baru saja ada, dan sebaiknya kita jangan menganggap enteng semua itu. - Presiden Barack Obama",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/almond-sohn-won-pyung.jpg"
    },
    {
      "id": 9,
      "title": "BROKEN. Something Cool tentang Berubah . Dedy Dahlan",
      "category": {
        "slug": "pengembangan-diri",
        "name": "Pengembangan Diri"
      },
      "price": 105000,
      "description": "Kita semua berada dalam suatu revolusi. Revolusi yang halus dan sangat user-friendly, sehingga kita tidak menyadarinya. Kita pikir perubahan ini adalah perubahan teknologi digital. Kita salah. Kita pikir perubahan ini terbatas pada pekerjaan. Kita salah. Kita pikir perubahan ini cuma semata ‘gangguan’. Kita salah. ‘Broken’, adalah istilah penulis untuk fenomena yang sedang terjadi ini. `Broken` memasuki dan menggantikan semua hal dalam semua elemen kehidupan. Mindset. Kebiasaan. Tuntutan. Pengalaman. Cara bekerja sudah berubah. Cara mengonsumsi jasa sudah berubah. Cara kita belajar sudah berubah. Cara penyebaran kekuatan sudah berubah. Ketidaksiapan menghadapi fenomena ini berarti kegagalan. Kegagalan adaptasi untuk Anda, perusahaan Anda, institusi Anda, dan putra-putri Anda. Buku ini akan menceritakan lebih jauh dan lebih detail, tentang fenomena era yang disebut ‘Broken’ ini, dan bagaimana menghadapinya. Because a digital transformation, is actually NOT about the technology. Walau ini terdengar seperti ancaman dan tantangan, sesungguhnya ada something cool tentang berubah. Yaitu Anda memiliki kendali untuk MENYIKAPI perubahan ini.",
      "image": "https://raw.githubusercontent.com/alvinindra/fake-products-indonesia/main/images/product/broken.jpg"
    }
  ]
}